[
  {
    "Strategy": "Active Supervision",
    "Description": "A low-intensity, teacher-delivered strategy to support students engaging in expected behaviors and prevent problem behaviors by frequently and proactively monitoring students in specific settings or times.",
    "Why use it?": "Emphasizes changing the classroom environment to maximize engagement and limit disruption. Can be used as a Tier 1 strategy, Tier 2 intervention, or component of Tier 3 intervention.",
    "Guiding Questions": {
      "Why is Active Supervision effective?": [
        "Active supervision is a proactive strategy that aims to prevent challenging behavior before it occurs.",
        "It communicates to the students that the adults are aware of what they are doing."
      ],
      "How should I implement Active Supervision?": [
        "Identify which activity or transition would benefit from active supervision.",
        "Provide a cue or prompt before beginning.",
        "Scan and monitor the area as activity unfolds.",
        "Reinforce desired behavior."
      ],
      "What are the challenges of Active Supervision?": [
        "Consistent implementation can be a challenge as schools are settings that often require multi-tasking, shifting back and forth between different demands on our attention.",
        "Prerequisite familiarity and fluency of components of precorrection, prompting, and reinforcement are needed."
      ],
      "Are you ready to shift to Active Supervision?": [
        "Make adult presence known in hallways, cafeteria, playground, bus-loading area, and within the classroom.",
        "Deliver precorrection, prompting, and reinforcement while actively supervising."
      ]
    },
    "Steps": [
      "1. Identify the activity or transition period that would benefit most from active supervision.",
      "2. Ensure that the routine for the target activity is familiar and understood by students. If not, routines and expectations must be established.",
      "3. Provide the cue or prompt to begin the activity.",
      "4. As the activity unfolds, scan and monitor the area.",
      "5. Signal your awareness of students' actions through proximity, prompts, and non-verbal communication.",
      "6. Manage infractions and off-task behavior efficiently: privately, in a businesslike way, and with opportunities for positive interactions.",
      "7. At appropriate intervals and at the end of the activity or transition, reinforce students' good behavior with positive comments and gestures.",
      "8. Provide the students with an opportunity to give feedback."
    ],
    "Examples": {
      "Inside the Classroom": [
        "Walking around the classroom during activities to decrease off-tasks behaviors.",
        "Shifting from staying in one spot (desk, board, etc.) while teaching lessons to circulating the room.",
        "When working with one-on-one with a student or with a small group of students, consider getting up every few minutes to check in with other students working independently or in groups"
      ],
      "Outside the Classroom": [
        "Walking around the cafeteria during cafeteria duty instead of staying in one spot.",
        "Shifting from watching students from a distance to watching at a near proximity while they play on the playground.",
        "When walking in the hallway, watch the front and the back of the line by positioning yourself in the middle.",
        "Having staff supervise students as they come in and out of the building during arrival and dismissal"
      ]
    }
  },
  {
    "Strategy": "Behavior-Specific Praise",
    "Description": "Statements that positively acknowledge an individual for engaging in a specific, desired behavior.",
    "Why use it?": "Simple, effective, no cost, and requires minimal effort. Used as a Tier 1 strategy to increase engagement, as a Tier 2 intervention, or component of a Tier 3 intervention.",
    "Guiding Questions": {
      "Why is behavior-specific praise effective?": [
        "Behavior-specific praise lets the student know what they did well when learning a new desired behavior.",
        "Because some students seek teacher attention, using behavior-specific praise can support those students in meeting expectations."
      ],
      "How should I deliver behavior-specific praise?": [
        "Publicly (loud tone, in front of class) for the students that like attention.",
        "Privately (hushed tone, individually) for students that do not like attention."
      ],
      "What if a student does not respond to behavior-specific praise?": [
        "Teach students how to provide their classmates with behavior-specific praise.",
        "Pair providing ticket with giving behavior-specific praise to those students that are tangibly motivated."
      ],
      "Are you ready to shift to behavior-specific praise?": [
        "Focus on the positive! Remember 4 positive statements to every 1 corrective statement.",
        "Shift from using general praise to using behavior-specific praise."
      ]
    },
    "Steps": [
      "1. Evaluate current rates of general and behavior-specific praise (BSP).",
      "2. Identify behaviors to reinforce.",
      "3. Practice delivery of BSP.",
      "4. Observe student behavior.",
      "5. Provide BSP.",
      "6. Monitor BSP Delivery.",
      "7. Seek student input."
    ],
    "Examples": {
      "Praise Statements General guidelines": [
        "Praise effort, not ability",
        "Praise specific examples of effort, not broad generalizations",
        "Praise in a variety of contexts with various methods: in front of class, in private, written feedback"
      ],
      "Statements": [
        "Great job showing your work on your math homework.",
        "I appreciate how you pushed in your chair on the way to line up for lunch. That keeps the walkways safe.",
        "Thank you for turning in your assignment on time.",
        "I love how you remembered to clean up your area after science lab.",
        "Great job locating seven robust resource documents for your essay.",
        "I appreciate how today in class you wrote without stopping for the whole writing time period.",
        "You made good progress on vocabulary, defining 17 of 20 words, which is seven more than last week.",
        "You met your goals today of completing the essay outline!",
        "You followed the steps to correctly reduce fractions to lowest terms, mastering the state standard!",
        "Nice job helping Suzi work through the steps to that problem.",
        "I like how Lucille is sitting with her hands and feet to herself.",
        "You were really engaged and participatory in our class discussion.",
        "Great job sharing your materials with your group as we work on our project today.",
        "Excellent use of our new vocabulary word 'ambient” in your everyday speech!",
        "Great job class taking turns in our discussion.",
        "I appreciate you walking over here to quietly, being respectful of everyone else who is reading.",
        "Thank you for raising your hand and waiting to be called on before asking your question.",
        "Class, you are working on your assignment so quietly, thank you!",
        "Thanks to my friends who are sitting 'crisscross applesauce.'",
        "Way to go, Billy, you are using your coping skills.",
        "Thank you for waiting your turn, Janelle.",
        "Anna, great job filling out your self-monitoring form consistently at each step."
      ]
    },
    "Examples Specific": {
      "Academic": [
        "Jessie, thank you for being prepared by getting your math folder out during transition.",
        "I love how Jessie is waiting patiently with her hand raised to be called on."
      ],
      "Non-academic": [
        "Great job, Jessie, being a team player by sharing the ball",
        "Jessie, I like how respectful you were when you asked to use the ball."
      ]
    },
    "Examples General": {
      "Academic": [
        "Great job, Jessie.",
        "You are prepared, Jessie.",
        "Way to go!"
      ],
      "Non-academic": [
        "That was very nice of you, Jessie",
        "How respectful of you!"
      ]
    }
  },
  {
    "Strategy": "High-p Request Sequence",
    "Description": "A low-intensity, teacher-delivered support to increase the likelihood a student will comply with a requested low-p behavior. Teachers request behaviors that a student is likely to respond to and provide reinforcement for appropriate responding.",
    "Why use it?": "Can be used as Tier 1 instruction, Tier 2 intervention, or component of a Tier 3 intervention.",
    "Guiding Questions": {
      "Why is a High-p Request Sequence effective?": [
        "High-p request sequence is a preventative, proactive strategy",
        "It takes advantage of behavioral momentum, meaning that by increasing compliance and corresponding reinforcement, momentum is created for compliance with another behavior."
      ],
      "How can I implement a High-p Request Sequence?": [
        "Identify and define high-p and low-p behaviors",
        "Test high-p behaviors to confirm 80% compliance",
        "Administer 3-5 high-p requests, then deliver the low-p request and praise compliance",
        "Ask for feedback on the strategy"
      ],
      "What are the challenges of a High-p Request Sequence?": [
        "Time is required to determine whether the threshold of 80% or greater compliance is met for classifying a behavior as high-p.",
        "The longer non-compliant behaviors have been reinforced, the more resistant they become to change"
      ],
      "Are you ready to implement a High-p Request Sequence?": [
        "Consider the sequence of requests that will be made",
        "Ensure attention to reinforcing the desired behavior",
        "Ensure reinforcement is not provided for noncompliant behaviors."
      ]
    },
    "Steps": [
      "1. Identify and operationally define the targeted low-probability (low-p) behavior.",
      "2. Generate a list of several high-probability (high-p) behaviors that are similar to the desired low-p behavior.",
      "3. Test the behaviors by giving the requests 10 times each.",
      "4. Administer three to five high-p requests in succession, followed by praise for demonstrating the target behavior.",
      "5. Deliver the low-p request within 10 seconds of the last high-p request.",
      "6. Praise the low-p behavior upon compliance or demonstration.",
      "7. Offer stakeholders an opportunity to give feedback on the use of the high-p strategy."
    ],
    "Examples": {
      "High-p Requests": [
        "Academic tasks in which the student has a history of compliance (e.g., preferred activity)",
        "Confirmed through direct observation of requests that resulted in immediate compliance > 80% of the time",
        "Take out your pencil",
        "Get out a sheet of paper",
        "Write your name on your paper"
      ],
      "Low-p Requests": [
        "Academic tasks in which the student has history of non-compliance (e.g., non-preferred math problem)",
        "Confirmed through direct observation that requests resulted in compliance < 50% of the time",
        "Begin your independent work"
      ]
    }
  },
  {
    "Strategy": "Instructional Choice",
    "Description": "When a teacher provides students with two or more options for ways they can interact with the environment, materials, activities, or classroom content. Students are then allowed to make a choice, which is provided to them by the teacher.",
    "Why use it?": "Versatile in choices that can be offered and how it can be used. Can be used as a Tier 1 strategy, Tier 2 intervention, or component of a Tier 3 intervention.",
    "Guiding Questions": {
      "How might instructional choice fit within this lesson?": [
        "Consider this when planning your lesson",
        "Choice could be offered around how students access instruction",
        "Choice could be offered within tasks/assignments"
      ],
      "When might instructional choice fit in this lesson?": [
        "Whole or small group instruction",
        "Independent seat work",
        "Homework",
        "Starter or closing activities"
      ],
      "Which within-activity choices might fit best within this lesson?": [
        "Where to complete work (desk, carpet/floor)",
        "How to complete an assignment (typed or handwritten, independently or with a partner)",
        "Choice of prompt, questions to complete (evens or odds, book to read, etc."
      ],
      "Which across-activity choices might fit best within this lesson?": [
        "Sequence of task completion",
        "Ways to demonstrate knowledge (e.g., worksheet, writing prompt, slideshow)"
      ]
    },
    "Steps": [
      "1. Determine which type of choices you would feel comfortable offering and create a menu of choices.",
      "2. Use the menu to determine which type of choice to add to a particular lesson.",
      "3. After choice is built into the lesson, offer the established choices.",
      "4. Ask the student to make their choice.",
      "5. Provide wait time for the student to select their choice.",
      "6. Listen to (or observe) the student's response.",
      "7. Prompt the student to make a choice from one of the available options if the student has not made a choice within the time allotted.",
      "8. Reinforce the student's choice, providing them with the option they selected.",
      "9. Offer students an opportunity to give feedback on the choice they selected."
    ],
    "Examples": {
      "Across-Activity Choices": [
        "Choice of ways to demonstrate knowledge",
        "writing an essay",
        "putting on a play",
        "creating a song or a YouTube video",
        "making a brochure",
        "Choice of order in which to complete tasks",
        "choice of daily schedule,",
        "choice of learning center or activity to complete first - start with reading, writing, or math?"
      ],
      "Within-Activity Choices": [
        "Choice of materials to use",
        "type of writing utensil",
        "paper and pencil vs. computer",
        "type of math manipulative such as number line vs. abacus",
        "Choice of where/when to work or which work to complete",
        "complete evens or odds",
        "select book to read",
        "work at desk or reading corner",
        "chair vs. bean bag",
        "independent or partner work"
      ]
    }
  },
  {
    "Strategy": "Instructional Feedback",
    "Description": "A low-intensity strategy for providing precise information to students about their academic, social, and behavioral performance. It directly benefits students by helping clarify misunderstandings, confirm concepts, fine-tune understandings, and restructure current schemas.",
    "Why use it?": "Useful when students are working towards mastery. Can be used as a Tier 1 strategy, Tier 2 intervention, or component of a Tier 3 intervention.",
    "Guiding Questions": {
      "Why is Instructional Feedback effective?": [
        "It is a positive, proactive approach for correcting learning errors",
        "It reinforces the targeted learning goals",
        "It motivates students to critically think and participate",
        "It provides instructional information by cueing students to focus on key processes, information, and concepts"
      ],
      "How should I implement Instructional Feedback?": [
        "Identify learning goals and provide instruction that meets those goals",
        "Allow students to practice with the content",
        "Engage in active supervision while providing instructional feedback",
        "Allow for students to give you feedback on how you did"
      ],
      "What are the challenges of Instructional Feedback?": [
        "Determining the best type of feedback and carefully selecting which words to use.",
        "Should provide information on the learning process and content acquisition.",
        "Feedback perceived as critical can impact student motivation, perseverance, and sense of self-efficacy."
      ],
      "How can I incorporate Instructional Feedback?": [
        "Begin implementing instructional feedback while students practice with content.",
        "Pay attention to your tone and choice of words. Avoid responses such as, \"that's not right.\"",
        "Be sure that your feedback aligns with the instructional goals."
      ]
    },
    "Steps": [
      "1. Identify learning goals.",
      "2. Provide instruction to meet established goals.",
      "3. Provide clear directions and checks for understanding.",
      "4. Plan opportunities for practice and feedback.",
      "5. Implement active supervision and provide instructional feedback.",
      "6. Provide time and direction of students to review work or have additional opportunities to practice.",
      "7. Evaluate instructional practices.",
      "8. Offer students an opportunity to give feedback on how instructional feedback is being offered."
    ],
    "Examples": {
      "Confirming Understandings": [
        "Confirm understanding: “You included all of the elements of the essay. Good job using the rubric to write your paper.”",
        "Confirm understanding: “Nice job using the strategy we learned to increase your reading comprehension and complete the storyboard.”",
        "Extend learning: “Think of a way you could apply this information to the lab you are doing in science.”"
      ],
      "Correcting Misunderstandings": [
        "Initial praise: \"Celia, good job attempting every math problem in order. You're showing good effort.\"",
        "Error correction: \"Celia, please write the acronym for the 4-step process next to the division problem and cross off each step as you complete it. This will help you keep the correct order of steps.\"",
        "Confirm understanding and provide time to apply it: \"Good, Celia, that is the correct first step in the 4-step process. Write them all down and try the next division problem. I'll check back soon.\"",
        "Confirm understanding: \"Excellent, Celia, you wrote the 4-step process correctly, and using the steps in order helped you solve these division problems accurately.\"",
        "Initial praise: \"Asia, nice work setting out all the components neatly in the correct order for our science experiment today.\"",
        "Fine tuning: \"Where can you look to remember what to do first in this experiment? Right, your notes, which look very neat and organized.\"",
        "Confirm understanding and provide time to apply it: \"Looking at your notes, please summarize for me what you are going to do first. You got it-I'll check back in a minute.\"",
        "Confirm understanding: \"Very nice, Asia, I see you following the experiment steps in your notes and it's looking correct so far.\""
      ]
    }
  },
  {
    "Strategy": "Opportunities to Respond",
    "Description": "When a teacher offers students frequent opportunities within a set time period to respond to questions or prompts about targeted academic, behavioral, or social skills material.",
    "Why use it?": "Developed to help students respond to teacher inquiries rapidly and accurately. Can be used as a Tier 1 strategy or Tier 2 intervention.",
    "Guiding Questions": {
      "Why are opportunities to respond effective?": [
        "Students have less downtime as they are engaged in instruction; therefore, they have less time to engage in off-task behaviors.",
        "Students remember content more when given opportunities to respond in comparison to a lecture-based lesson."
      ],
      "How should I implement Opportunities to Respond into the class?": [
        "Identify target content/skills",
        "Prepare a list of questions/prompts based on lesson plans",
        "Provide identified questions/prompts during lessons",
        "Give evaluative feedback after responses"
      ],
      "What if a student is too shy to engage in front of the class?": [
        "Try incorporating non-verbal responses in your lessons (signals, response systems, etc.)",
        "Deliver individual opportunities to respond",
        "Enable small group discussion"
      ],
      "Are you ready to incorporate opportunities to respond?": [
        "Identify times of the day/subjects that typically have low participation",
        "Be sure to shift to delivering 3 opportunities to respond per minute to increase rates for already taught content"
      ]
    },
    "Steps": [
      "1. Identify lesson content to be taught and instructional objectives.",
      "2. Prepare a list of questions, prompts, or cues related to the content (and response options, if applicable).",
      "3. Determine the modality by which content will be delivered",
      "4. Determine which students will respond.",
      "5. Be upfront with students about what the strategy is and why you are using it, since this instruction (fast paced, participation) may be different from what they are used to.",
      "6. Conduct the lesson with a minimum of three opportunities to respond per minute using either single-student or unison responding.",
      "7. Respond to student answers with evaluative and encouraging feedback.",
      "8. Offer students an opportunity to give feedback."
    ],
    "Examples": {
      "Verbal OTR": [
        "Individual response (e.g., increasing number of questions asked of a student during individual or small-group instruction)",
        "Choral response (i.e., every student answers a question/prompt)"
      ],
      "Non-Verbal OTR": [
        "Signal (e.g., thumbs up/down)",
        "Response card (e.g., A/B/C/D, individual whiteboard)",
        "Student response systems (i.e., clickers)"
      ]
    }
  },
  {
    "Strategy": "Precorrection",
    "Description": "A preventative behavior strategy used to identify predictable context in which problem behavior often occurs. It is the providing of students with prompts, supports, and reinforcement for engaging in appropriate behavior.",
    "Why use it?": "An easy-to-use, antecedent-based strategy. Can be used: (1) as a Tier 1 strategy during instruction, to facilitate transitions, and even in a range of non-instructional settings; (2) used as a Tier 2 intervention, embedded with other Tier 2 interventions; or (3) added as a component of a Tier 3 intervention for students in need of additional supports.",
    "Guiding Questions": {
      "Why is Precorrection effective?": [
        "It is proactive. Rather than waiting until problems arise, use of precorrection involves anticipating activities, settings, or times of day that could potentially result in challenging behavior",
        "It focuses on the positive instead of the negative. It lets students know what they should do instead of what they should not do."
      ],
      "When can I use Precorrection?": [
        "Before classroom transitions",
        "During the time of the day where you tend to see the most problem behaviors",
        "As a prompt to guide students before beginning independent work"
      ],
      "What are the challenges of Precorrection?": [
        "Requires a mental shift from reacting to problems in the moment to trying to anticipate and head off problems before they occur.",
        "Need to have some knowledge of a given setting (i.e., during what parts of the daily schedule, which routines) so that you can be proactive."
      ],
      "How can I incorporate Precorrection?": [
        "Change your classroom environment! Hang up expectation posters as constant, nonverbal reminders.",
        "Identify times of the day or activities that tend to have increased problem behaviors in which you want to implement precorrection."
      ]
    },
    "Steps": [
      "1. Identify context and anticipate behaviors",
      "2. Determine the expected behaviors",
      "3. Adjust the environment",
      "4. Provide opportunities for behavioral rehearsal",
      "5. Provide strong reinforcement for students engaging in expected behaviors",
      "6. Develop a prompting plan to remind students about the expected behavior",
      "7. Develop a monitoring plan to determine the effectiveness of the precorrection plan",
      "8. Offer students an opportunity to give feedback on this strategy"
    ],
    "Examples": {
      "Academic Reminders": [
        "\"When reading an unfamiliar word, remember to point to the first letter and say it's sound.\"",
        "\"I have posted the materials needed for this science lab on the board. Who would like to demonstrate for the class the setup procedures for the lab?\"-\"Thank you, Eric. Jenna, will you please read each item from the board to Eric as he prepares his lab station?\"",
        "“Class, when you get your microscopes for this experiment, what's the first thing we need to do?\""
      ],
      "Behavioral Reminders": [
        "\"Sonya, we are about to all go sit in our carpet spots, so remember to walk and keep your hands and feet to yourself, showing responsibility.”",
        "\"It's almost time to walk down to PE. Who can remind us of one way we show respect in the hallway?\"",
        "“In order to line up for lunch, raise your hand if you can tell us one way to be responsible in the cafeteria?\" - \"That's correct, push in your chair, walk to the door, and form a line.\""
      ],
      "Social-Emotional Reminders": [
        "\"Just a reminder to listen carefully to opposing arguments as we prepare for mock trial.\"",
        "\"When we talk about how the characters in our book resolved conflicts, who can tell me which character did the best showing empathy?\"",
        "\"As we head to the playground, remember our problem solving skills we discussed in class. If a problem comes up on the playground, what are some ways we can solve it?\""
      ]
    }
  }
]
